# core
brew "git"
brew "gh"
brew "difftastic"
brew "just"
brew "fnm"

# cli tools
brew "bat"
brew "btop"
brew "fd"
brew "fzf"
brew "gum"
brew "jq"
brew "tree"
brew "zoxide"

# apps
cask "orbstack"
cask "ghostty"
cask "tailscale"
cask "firefox"
cask "font-fira-code"
