tap "homebrew/bundle"
tap "homebrew/core"

# core/dotfiles
brew "bats-core"
brew "coreutils"
brew "stow"
brew "thefuck"

# fs/network
brew "bat"
brew "bpytop"
brew "croc"
brew "tree"
brew "zoxide"

# search/grep/diff
brew "diff-so-fancy"
brew "difftastic"
brew "fd"
brew "fzf"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "psgrep"
brew "the_silver_searcher"

# languages/tools
brew "fnm"
brew "gh"
brew "nvim"
